IdeaRS.OpenModel.Loading.LoadDirection
Direction of load

IdeaRS.OpenModel.Loading.LoadDirection.InLcs
Direction in Local coordinate system

IdeaRS.OpenModel.Loading.LoadDirection.InGcs
Direction in global coordinate system